{
    "video_description": "test",
    "script": [
        {
            "story_section": "Okay, I need you to hear me out… I think my girlfriend might be a monster. And I didn’t even notice at first, because she’s basically my dream girl.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 23-year-old man with short messy brown hair, light stubble, worried brown eyes, wearing a dark green hoodie and jeans, talking directly to the viewer in a dim apartment living room at night, tense expression, cinematic framing."
        },
        {
            "story_section": "She’s 21. Cute, confident, loves the outdoors, knows guns, and drives a big lifted pickup like she was born in it. Dirt trails, one hand on the wheel, smiling like it’s nothing.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 21-year-old woman with long black hair in a high ponytail, sharp cheekbones, pale skin, bright green eyes, a confident smirk, wearing a black tank top, camouflage jacket tied around her waist, dark jeans, and muddy boots, driving a lifted black pickup truck on an uneven dirt trail, one hand on the steering wheel, the 23-year-old man with short messy brown hair and a dark green hoodie riding passenger, looking impressed."
        },
        {
            "story_section": "But after a few months, little things started stacking up. She never talks about her parents. Never says where she’s from. Like, not even a town.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 23-year-old man with short messy brown hair, light stubble, worried eyes, wearing a dark green hoodie, standing in a small kitchen at night; across from him is a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top and dark jeans, leaning against a counter with a guarded expression, the room lit by a single dim overhead light casting long shadows."
        },
        {
            "story_section": "I asked once, joking around, like, “So where are you really from?” And she just laughed and said, “I flock from the Midwest.” Like it was the funniest thing ever. Then she gave me this look like… drop it.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes with a mischievous twinkle, wearing a black tank top and camouflage jacket, smirking while raising an eyebrow; a 23-year-old man with short messy brown hair and a dark green hoodie stands nearby looking confused, in a dim apartment hallway with harsh side lighting and heavy shadows."
        },
        {
            "story_section": "Then there’s the sleep thing. I wake up at like 3 a.m. and she’s just… sitting up in bed. Reading. Or staring into the dark. And sometimes she’s watching me, but not in a creepy way… more like she’s guarding me.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top, sitting upright in a bed at 3 a.m. holding an old book; beside her a 23-year-old man with short messy brown hair and light stubble lies under blankets, eyes half-open in fear; the bedroom is lit by faint moonlight through blinds, creating striped shadows across the walls."
        },
        {
            "story_section": "And she’s fine in the morning. No bags, no yawns, nothing. Just full energy like she charged overnight. Meanwhile I look like a zombie.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: early morning gray light in a small apartment; a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top and dark jeans, looks wide awake and energized holding a coffee mug; a 23-year-old man with short messy brown hair, dark circles under his eyes, wearing a wrinkled dark green hoodie, slumps at a table looking exhausted, the lighting still ominously cold."
        },
        {
            "story_section": "Oh, and animals hate her. Like, she hates dogs and cats… and every dog and cat we pass loses its mind. Growling, hissing, barking like she’s the devil.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top and camouflage jacket, walks down a dim street; a snarling dog on a leash lunges toward her, and a cat on a porch arches its back and hisses, both animals with fur raised; a 23-year-old man with short messy brown hair and a dark green hoodie stands between them, startled, under a flickering streetlight."
        },
        {
            "story_section": "But the moment that really stuck with me happened camping. We hike in, birds everywhere, bugs buzzing, normal forest noise. Then we reach the spot to set up… and it just stops. Like someone hit mute on the woods.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a dense pine forest clearing at dusk with a parked lifted black pickup visible far behind; a 23-year-old man with short messy brown hair, light stubble, wearing a dark green hoodie and backpack, looks around uneasy; a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top, camouflage jacket, and muddy boots, stands calmly in the silent clearing; the air looks still and ominous."
        },
        {
            "story_section": "I said, “Got real quiet suddenly, didn’t it?” And she didn’t joke. She didn’t smile. She just said, flat as anything… “That’s what happens when I’m around. You get used to it.”",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: in a silent forest clearing at dusk, a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top and camouflage jacket, stares forward with a blank, emotionless face; a 23-year-old man with short messy brown hair and a dark green hoodie looks at her with alarm; the trees loom tall, wind bending branches, heavy shadowy lighting."
        },
        {
            "story_section": "After that, I started doom-scrolling. Skinwalkers, wendigos, all that stuff. And every video says the same thing: when the forest goes quiet, something is nearby. So I started wondering… was it something out there? Or was it her?",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 23-year-old man with short messy brown hair, light stubble, anxious brown eyes, wearing a dark green hoodie, sits in a dark room lit by a phone screen showing paranormal videos; behind him, a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top, stands in a doorway half-lit, watching silently, the shadows stretching unnaturally."
        },
        {
            "story_section": "Then came the second camping trip. I wake up in the tent and she’s gone. I unzip the flap, look around… nothing. But I hear breathing close by. And this deep crunching sound, like something being ripped apart. And her grunts… they sounded lower. Angry.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a small camping tent in a moonlit forest; a 23-year-old man with short messy brown hair and a dark green hoodie peeks out of the tent flap with terrified eyes; nearby in the darkness are vague, unsettling shapes and torn debris on the ground, with heavy shadows suggesting something feeding just out of view; the atmosphere is silent and threatening, lit by cold blue moonlight."
        },
        {
            "story_section": "It stopped the second I moved. Like she heard me. I crawled back into my sleeping bag and pretended to sleep. A minute later she slipped into the tent, quiet as a ghost.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: inside a dim tent, a 23-year-old man with short messy brown hair and light stubble lies rigid in a sleeping bag with eyes squeezed shut; the tent flap opens slightly as a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top and muddy boots, enters silently, her expression unreadable, the lighting cold and ominous."
        },
        {
            "story_section": "And then I felt her lean in close, breathing by my ear. Her body didn’t feel soft and warm like usual. It felt… taut. Toned. Wrong. Like she was holding something back. Like she was deciding something.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: inside a cramped tent, a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top, leans close to a 23-year-old man with short messy brown hair and a dark green hoodie; her posture is tense and predatory, his face is frozen in fear; the moonlight filters through the tent fabric, casting harsh, unsettling shadows."
        },
        {
            "story_section": "That was weeks ago. Now she smiles at me like everything’s normal… and I can’t stop thinking about what I heard outside that tent. I’ll update when I figure out what she really is.",
            "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with cold moonlight and ominous shadows: a 21-year-old woman with long black hair in a high ponytail, pale skin, bright green eyes, wearing a black tank top and camouflage jacket, smiles sweetly while standing in a dim apartment doorway; in the foreground a 23-year-old man with short messy brown hair, light stubble, wearing a dark green hoodie, looks over his shoulder with dread; the lighting is cold and ominous, with deep shadows creeping along the walls."
        }
    ]
}