{
  "video_description": "Kunda",
  "script": [
    {
      "story_section": "Okay, I know how this sounds… but I think my girlfriend might be a monster. And the worst part? I really, really like her.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a 23-year-old man with short messy brown hair, light stubble, wide anxious eyes, wearing a green flannel shirt, dark jeans, and muddy hiking boots, holding a phone like he is confessing a secret, standing in a dim apartment hallway with shadows stretching behind him."
    },
    {
      "story_section": "She’s 21. Cute, confident, outdoorsy. The kind of girl who can handle a gun like it’s nothing… and drive a big lifted truck down rough dirt trails with one hand on the wheel.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, bright eyes with an unsettling sparkle, wearing a fitted black hoodie, camo cargo pants, and worn brown work boots, smirking while holding a hunting rifle safely at her side, standing beside a lifted dark pickup truck on an uneven dirt trail surrounded by tall pine trees."
    },
    {
      "story_section": "At first, I thought I just got lucky. Like, perfect girlfriend, right? But once the new-relationship high wore off… little things started to feel off.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a 23-year-old man with short messy brown hair, light stubble, tired worried eyes, wearing a gray T-shirt and dark joggers, sitting on a couch with tense shoulders, watching a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, wearing a fitted black hoodie and camo cargo pants, sitting calmly in an armchair in a dim living room where the corners are swallowed by shadow."
    },
    {
      "story_section": "She never talks about her parents. Never talks about family. I don’t even know where she’s really from. The most I ever got was her laughing and saying, “I flock from the Midwest.” Like it was some inside joke.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, bright eyes with a mischievous twinkle, wearing a fitted black hoodie and camo cargo pants, leaning against a kitchen counter with a half-smile, while a 23-year-old man with short messy brown hair, light stubble, wearing a green flannel shirt, looks confused at a small kitchen table under a single flickering lightbulb."
    },
    {
      "story_section": "Then there’s the sleeping thing. Or… the not sleeping thing. I’d wake up at like 3 AM and she’d be sitting upright in bed, just reading… or just sitting in the dark. And sometimes she’d look at me. Not mean. Almost… protective.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a dim bedroom with heavy shadows, a 23-year-old man with short messy brown hair, light stubble, wearing a dark T-shirt, half-sitting up in bed with frightened eyes, while a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, wearing a fitted black hoodie, sits upright on the bed holding an open book, her expression calm and watchful as moonlight cuts across her face."
    },
    {
      "story_section": "But here’s what gets me—morning comes, and she’s fine. No bags under her eyes. No yawning. Just full energy like she got ten hours of sleep.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: early dawn light barely entering a small apartment kitchen, a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, wearing a fitted black hoodie and camo cargo pants, standing perfectly alert with a mug of coffee, while a 23-year-old man with short messy brown hair, light stubble, wearing a wrinkled T-shirt, looks exhausted and confused at the table."
    },
    {
      "story_section": "And she hates pets. Like, genuinely hates them. I suggested a puppy once, and she shut it down instantly. But it’s not just her… every dog and cat we ever pass freaks out. Growling. Hissing. Like they can smell something I can’t.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a city sidewalk at night with long shadows, a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, wearing a fitted black hoodie and camo cargo pants, standing stiffly with an annoyed expression, while a small dog on a leash snarls with raised fur and a nearby alley cat arches its back and hisses, and a 23-year-old man with short messy brown hair, light stubble, wearing a flannel shirt, looks unsettled."
    },
    {
      "story_section": "Then came the camping trip. We park, sign in, hike in. At first the forest is alive—birds, crickets, everything. And then… we reach the spot where we set up camp… and it all stops. Like someone hit mute on nature.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: deep woods with tall pines and a small clearing, a 23-year-old man with short messy brown hair, light stubble, wearing a green flannel shirt, backpack, and hiking boots, stands frozen and listening, while a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, wearing a fitted black hoodie and camo cargo pants, stands calm beside a half-pitched tent; the forest around them looks unnaturally still and silent."
    },
    {
      "story_section": "I even said, “Got real quiet suddenly, didn’t it?” And she just looks at me, totally blank, and goes… “That’s just what happens when I’m around. You get used to it after awhile.” Dead serious.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a silent forest clearing with fog curling low, a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, expression completely blank, wearing a fitted black hoodie and camo cargo pants, staring forward with cold calm eyes, while a 23-year-old man with short messy brown hair, light stubble, wearing a green flannel shirt, looks shocked with his mouth slightly open beside a campfire ring that has not been lit yet."
    },
    {
      "story_section": "I tried to brush it off. But then I started seeing all those videos online—skinwalkers, wendigos, “when the forest goes quiet, something’s watching.” And I couldn’t stop thinking… was it the woods reacting to something out there? Or reacting to her?",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a 23-year-old man with short messy brown hair, light stubble, wide paranoid eyes, wearing a dark hoodie, sitting on a bed in a dim room lit by a phone screen showing spooky paranormal thumbnails, while a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, wearing a fitted black hoodie, stands in the background doorway half-hidden by shadow, watching silently."
    },
    {
      "story_section": "And then… the second camping trip happened. I wake up in the tent, and she’s gone. I open the flap—nothing out there. But I hear breathing close by. And this deep, wet crunching sound… like something being torn apart. And I hear her grunting… but it’s not her normal voice. It’s deeper. Angrier.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a nylon camping tent in a dark forest, a 23-year-old man with short messy brown hair, light stubble, terrified eyes, wearing a dark T-shirt, pulling open the tent flap; outside, the trees are black silhouettes and a vague shadowy shape crouches near the tent edge, while the atmosphere feels ominous and predatory."
    },
    {
      "story_section": "It goes quiet the second I move. Like whatever was out there heard me. I zip the tent back up, crawl into my sleeping bag, and pretend I’m asleep like my life depends on it.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: inside a cramped tent, a 23-year-old man with short messy brown hair, light stubble, sweating and wide-eyed, curled in a sleeping bag, clutching it tight, while the tent fabric shows faint moving shadows outside as if something is circling."
    },
    {
      "story_section": "A minute later, she slips back in. I feel her settle beside me… and then I feel her breathing right by my ear. Close. Too close. And her body doesn’t feel soft and warm like usual… it feels tight. Toned. Hard. Like she’s holding herself perfectly still.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: inside a dark tent, a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, wearing a fitted black hoodie and camo cargo pants, crouched unnaturally close to a 23-year-old man with short messy brown hair, light stubble, lying rigid in a sleeping bag with eyes shut tight; the woman’s face is inches from his ear, her expression unreadable in the dim light."
    },
    {
      "story_section": "That was weeks ago. Now she smiles at me like everything’s normal… and I can’t stop wondering what I heard outside that tent. I’ll update when I know more… if I’m still around to do it.",
      "scene_image_description": "A cartoony illustration in a dark, eerie horror atmosphere with ominous moonlit lighting: a dim apartment living room at night, a 21-year-old woman with long black hair in a low ponytail, pale skin, sharp cheekbones, bright eyes and a too-wide unsettling smile, wearing a fitted black hoodie and camo cargo pants, sitting calmly on a couch, while a 23-year-old man with short messy brown hair, light stubble, fearful eyes, wearing a green flannel shirt, stands in the background gripping a doorframe, the shadows behind the woman seeming darker than the rest of the room."
    }
  ]
}